[
	"Kingfishers are a group of small to medium sized brightly coloured birds in the order Coraciiformes. They have a cosmopolitan distribution, with most species found outside of the Americas. The group is treated either as a single family, Alcedinidae, or as a suborder Alcedines containing three families, Alcedinidae (river kingfishers), Halcyonidae (tree kingfishers), and Cerylidae (water kingfishers).<br>There are roughly 90 species of kingfisher. All have large heads, long, sharp, pointed bills, short legs, and stubby tails. Most species have bright plumage with little differences between the sexes. Most species are tropical in distribution, and a slight majority are found only in forests. They consume a wide range of prey as well as fish, usually caught by swooping down from a perch.",
	"The long-tailed duck or oldsquaw (Clangula hyemalis) is a medium-sized sea duck. It is the only living member of its genus, Clangula; this was formerly used for the goldeneyes, with the long-tailed duck being placed in Harelda.<br>Adults have white underparts, though the rest of the plumage goes through a complex moulting process. The male has a long pointed tail (10 to 15 cm (3.9 to 5.9 in)) and a dark grey bill crossed by a pink band. In winter, the male has a dark cheek patch on a mainly white head and neck, a dark breast and mostly white body.",
	"Goldeneye or whistler (Bucephala clangula) is a species of small tree-hole nesting northern hemisphere seaducks belonging to the genus Bucephala. The plumage is black and white. Goldeneyes eat fish, crustaceans and other marine life. The 'whistler' name comes from the noise their beating wings make in flight.<br>The bufflehead was formerly separated in its own genus Charitonetta, while the goldeneyes proper were mistakenly placed in Clangula (as Clangula americana), the genus of the long-tailed duck which at that time was placed in Harelda.",
	"The red-breasted merganser (Mergus serrator) is a diving duck, one of the sawbills.<br>The adult red-breasted merganser is 51–62 cm (20–24 in) long with a 70–86 cm (28–34 in) wingspan. It has a spiky crest and long thin red bill with serrated edges. The male has a dark head with a green sheen, a white neck with a rusty breast, a black back, and white underparts. Adult females have a rusty head and a greyish body. The juvenile is like the female, but lacks the white collar and has a smaller white wing patch."	
]