[
	"Kingfishers are a group of small to medium sized brightly coloured birds in the order Coraciiformes. They have a cosmopolitan distribution, with most species found outside of the Americas. The group is treated either as a single family, Alcedinidae, or as a suborder Alcedines containing three families, Alcedinidae (river kingfishers), Halcyonidae (tree kingfishers), and Cerylidae (water kingfishers).<br><br>There are roughly 90 species of kingfisher. All have large heads, long, sharp, pointed bills, short legs, and stubby tails. Most species have bright plumage with little differences between the sexes. Most species are tropical in distribution, and a slight majority are found only in forests. They consume a wide range of prey as well as fish, usually caught by swooping down from a perch.",
	"The long-tailed duck or oldsquaw (Clangula hyemalis) is a medium-sized sea duck. It is the only living member of its genus, Clangula; this was formerly used for the goldeneyes, with the long-tailed duck being placed in Harelda.<br><br>Adults have white underparts, though the rest of the plumage goes through a complex moulting process. The male has a long pointed tail (10 to 15 cm (3.9 to 5.9 in)) and a dark grey bill crossed by a pink band. In winter, the male has a dark cheek patch on a mainly white head and neck, a dark breast and mostly white body.",
	"Goldeneye or whistler (Bucephala clangula) is a species of small tree-hole nesting northern hemisphere seaducks belonging to the genus Bucephala. The plumage is black and white. Goldeneyes eat fish, crustaceans and other marine life. The 'whistler' name comes from the noise their beating wings make in flight.<br><br>The bufflehead was formerly separated in its own genus Charitonetta, while the goldeneyes proper were mistakenly placed in Clangula (as Clangula americana), the genus of the long-tailed duck which at that time was placed in Harelda.",
	"The red-breasted merganser (Mergus serrator) is a diving duck, one of the sawbills.<br><br>The adult red-breasted merganser is 51–62 cm (20–24 in) long with a 70–86 cm (28–34 in) wingspan. It has a spiky crest and long thin red bill with serrated edges. The male has a dark head with a green sheen, a white neck with a rusty breast, a black back, and white underparts. Adult females have a rusty head and a greyish body. The juvenile is like the female, but lacks the white collar and has a smaller white wing patch.",
	"The velvet scoter (Melanitta fusca), also called a velvet duck or whitewing (not to be confused with the white-winged scoter), is a large sea duck, which breeds over the far north of Europe and Asia west of the Yenisey basin. A small, isolated population nests in eastern Turkey. The East Siberian and North American white-winged scoter is sometimes considered conspecific with the velvet scoter, and its two constituent subspecies are then known as M. f. stejnegeri and M. f. deglandi. Velvet and white-winged scoter, along with the surf scoter, are placed in the subgenus Melanitta, distinct from the subgenus Oidemia, black and common scoters.",
	"The red-throated loon or red-throated diver (Gavia stellata) is a migratory aquatic bird found in the northern hemisphere. It breeds primarily in Arctic regions, and winters in northern coastal waters. It is the most widely distributed member of the loon or diver family. Ranging from 55–67 centimetres (22–26 in) in length, the red-throated loon is the smallest and lightest of the world's loons. In winter, it is a nondescript bird, greyish above fading to white below. During the breeding season, it acquires the distinctive reddish throat patch which is the basis for its common name. Fish form the bulk of its diet, though amphibians, invertebrates and plant material are sometimes eaten as well. A monogamous species, the red-throated loon forms long-term pair bonds. Both members of the pair help to build the nest, incubate the eggs (generally two per clutch) and feed the hatched young.",
	"The great crested grebe (Podiceps cristatus) is a member of the grebe family of water birds noted for its elaborate mating display.<br><br>The great crested grebe is the largest member of the grebe family found in the Old World, with some larger species residing in the Americas. They measure 46–51 cm (18–20 in) long with a 59–73 cm (23–29 in) wingspan and weigh 0.9 to 1.5 kg (2.0 to 3.3 lb). It is an excellent swimmer and diver, and pursues its fish prey underwater. The adults are unmistakable in summer with head and neck decorations. In winter, this is whiter than most grebes, with white above the eye, and a pink bill. It is the largest European grebe.<br><br>The young are distinctive because their heads are striped black and white. They lose these markings when they become adults.",
	"The red-necked grebe (Podiceps grisegena) is a migratory aquatic bird found in the temperate regions of the northern hemisphere. Its wintering habitat is largely restricted to calm waters just beyond the waves around ocean coasts, although some birds may winter on large lakes. Grebes prefer shallow bodies of fresh water such as lakes, marshes or fish-ponds as breeding sites.<br><br>The red-necked grebe is a nondescript dusky-grey bird in winter. During the breeding season, it acquires the distinctive red neck plumage, black cap and contrasting pale grey face from which its name was derived. It also has an elaborate courtship display and a variety of loud mating calls. Once paired, it builds a nest from water plants on top of floating vegetation in a shallow lake or bog.",
	"The bar-tailed godwit (Limosa lapponica) is a large wader in the family Scolopacidae, which breeds on Arctic coasts and tundra mainly in the Old World, and winters on coasts in temperate and tropical regions of the Old World and of Australia and New Zealand. Its migration is the longest known non-stop flight of any bird and also the longest journey without pausing to feed by any animal.",
	"Alauda is a genus of larks with four species found across much of Europe, Asia and in the mountains of north Africa, and one species (the Raso lark) endemic to the islet of Raso in the Cape Verde Islands.<br><br>These birds are 14–18 cm long and live in cultivation, heath, natural steppe and other open habitats. Their characteristic songs are delivered in flight. They are fairly undistinguished: streaked brown above and pale below, with a short, blunt, erectile crest. In flight, they display a short tail and short broad wings. The tail and the rear edge of the wings are edged with white.",
	"The mute swan (Cygnus olor) is a species of swan, and thus a member of the waterfowl family Anatidae. It is native to much of Europe and Asia, and (as a rare winter visitor) the far north of Africa. It is also an introduced species in North America, Australasia and southern Africa. The name 'mute' derives from it being less vocal than other swan species. Measuring 125 to 170 cm (49 to 67 in) in length, this large swan is wholly white in plumage with an orange bill bordered with black. It is recognisable by its pronounced knob atop the bill.",
	"Eiders (pronounced /ˈaɪ.dər/) are large seaducks in the genus Somateria.<br><br>The three extant species all breed in the cooler latitudes of the Northern hemisphere.<br><br>The down feathers of eider ducks, and some other ducks and geese, are used to fill pillows and quilts—they have given the name to the type of quilt known as an eiderdown.<br><br>Steller's eider, Polysticta stelleri, is in a different genus despite its name.",
	"The kittiwakes (genus Rissa) are two closely related seabird species in the gull family Laridae, the black-legged kittiwake (R. tridactyla) and the red-legged kittiwake (R. brevirostris). The epithets 'black-legged' and 'red-legged' are used to distinguish the two species in North America, but in Europe, where R. brevirostris is not found, the black-legged kittiwake is often known simply as kittiwake, or more colloquially in some areas as tickleass or tickleace. The name is derived from its call, a shrill 'kittee-wa-aaake, kitte-wa-aaake'.",
	"The tundra swan (Cygnus columbianus) is a small Holarctic swan. The two taxa within it are usually regarded as conspecific, but are also sometimes split into two species, Cygnus bewickii (Bewick's swan) of the Palaearctic and the whistling swan, C. columbianus proper, of the Nearctic. Birds from eastern Russia (roughly east of the Taimyr Peninsula) are sometimes separated as the subspecies C. c. jankowskii, but this is not widely accepted as distinct, most authors including them in C. c. bewickii. Tundra swans are sometimes separated in the genus Olor together with the other Arctic swan species.",
	"The whooper swan (pronounced hooper), Cygnus cygnus, is a large Northern Hemisphere swan. It is the Eurasian counterpart of the North American trumpeter swan. An old name for the whooper swan is 'Elk'; it is so called in Francis Willughby and John Ray's Ornithology of 1676.",
	"The Sandwich tern (Thalasseus sandvicensis) is a seabird of the tern family Sternidae. It is very closely related to the lesser crested tern T. bengalensis, Chinese crested tern T. bernsteini, and elegant tern T. elegans, and has been known to interbreed with the lesser crested.<br><br>The Sandwich tern is a medium-large tern with grey upperparts, white underparts, a yellow-tipped black bill and a shaggy black crest which becomes less extensive in winter with a white crown. Young birds bear grey and brown scalloped plumage on their backs and wings. It is a vocal bird. It nests in a ground scrape and lays one to three eggs.",
	"The little tern (Sternula albifrons or Sterna albifrons) is a seabird of the tern family Sternidae. It was formerly placed into the genus Sterna, which now is restricted to the large white terns. The former North American (S. a. antillarum) and Red Sea S. a. saundersi subspecies are now considered to be separate species, the least tern (Sternula antillarum) and Saunders's tern (Sternula saundersi).<br><br>This bird breeds on the coasts and inland waterways of temperate and tropical Europe and Asia. It is strongly migratory, wintering in the subtropical and tropical oceans as far south as South Africa and Australia.",
	"The Arctic tern (Sterna paradisaea) is a seabird of the tern family Sternidae. This bird has a circumpolar breeding distribution covering the Arctic and sub-Arctic regions of Europe, Asia, and North America (as far south as Brittany and Massachusetts). The species is strongly migratory, seeing two summers each year as it migrates along a convoluted route from its northern breeding grounds to the Antarctic coast. Recent studies have shown average annual roundtrip lengths of about 70,900 km (44,100 mi) for birds nesting in Iceland and Greenland and c. 90,000 km (56,000 mi) for birds nesting in the Netherlands. These are by far the longest migrations known in the animal kingdom. The Arctic tern flies as well as glides through the air, performing almost all of its tasks in the air. It nests once every one to three years (depending on its mating cycle); once it has finished nesting it takes to the sky for another long southern migration.",
	"The common tern (Sterna hirundo) is a seabird of the tern family Sternidae. This bird has a circumpolar distribution, its four subspecies breeding in temperate and subarctic regions of Europe, Asia and North America. It is strongly migratory, wintering in coastal tropical and subtropical regions. Breeding adults have light grey upperparts, white to very light grey underparts, a black cap, orange-red legs, and a narrow pointed bill. Depending on the subspecies, the bill may be mostly red with a black tip or all black. There are a number of similar species, including the partly sympatric Arctic tern, which can be separated on plumage details, leg and bill colour, or vocalisations.",
	"Pluvialis is a genus of plovers, a group of wading birds comprising four species that breed in the temperate or Arctic Northern Hemisphere.<br><br>In breeding plumage, they all have largely black underparts, and golden or silvery upperparts. They have relatively short bills and feed mainly on insects, worms or other invertebrates, depending on habitat, which are obtained by a run-and-pause technique, rather than the steady probing of some other wader groups. They hunt by sight, rather than by feel as do longer-billed waders.",
	"The red grouse, Lagopus lagopus scotica, is a medium-sized bird of the grouse family which is found in heather moorland in Great Britain and Ireland. It is usually classified as a subspecies of the willow ptarmigan but is sometimes considered to be a separate species, Lagopus scotica. It is also known as the moorcock. moorfowl or moorbird.",
	"The sandhill crane (Grus canadensis) is a species of large crane of North America and extreme northeastern Siberia. The common name of this bird refers to habitat like that at the Platte River, on the edge of Nebraska's Sandhills on the American Plains. This is the most important stopover area for the nominotypical subspecies, the lesser sandhill crane (Grus canadensis canadensis), with up to 450,000 of these birds migrating through annually.",
	"Gannets are seabirds comprising the genus Morus, in the family Sulidae, closely related to boobies.<br><br>The gannets are large white birds with yellowish heads; black-tipped wings; and long bills. Northern gannets are the largest seabirds in the North Atlantic, with a wingspan of up to 2 metres (6.6 ft). The other two species occur in the temperate seas around southern Africa, southern Australia and New Zealand.",
	"The razorbill (Alca torda) is a colonial seabird that only comes to land in order to breed. This agile bird chooses one partner for life; females lay one egg per year. Razorbills nest along coastal cliffs in enclosed or slightly exposed crevices. The parents spend equal amounts of time incubating. Once the chick has hatched, the parents take turns foraging for their young and sometimes fly long distances before finding prey.<br><br>The razorbill is primarily black with a white underside. The male and female are identical in plumage; however, males are generally larger than females. In 1918, the razorbill was protected in the United States by the Migratory Bird Treaty Act. Presently, the major threat for the population is the destruction of breeding sites.",
	"Guillemots is the common name for several species of seabird in the auk family (part of the order Charadriiformes). In British use, the term comprises two genera: Uria and Cepphus. In North America the Uria species are called 'murres' and only the Cepphus species are called 'guillemots'. This word of French origin apparently derives from a form of the name William, cf. French: Guillaume.<br><br>The two living species of Uria, together with the razorbill, dovekie and the extinct great auk, make up the tribe Alcini. They have distinctly white bellies, thicker and longer bills than Cepphus, and form very dense colonies on cliffs during the reproductive season.",
	"The European shag or common shag (Phalacrocorax aristotelis) is a species of cormorant. It breeds around the rocky coasts of western and southern Europe, southwest Asia and north Africa, mainly wintering in its breeding range except for northernmost birds. In Britain this seabird is usually referred to as simply the shag.",
	"The bird family Phalacrocoracidae or the cormorants /ˈkɔrmərənts/ is represented by some 40 species of cormorants and shags. Several different classifications of the family have been proposed recently, and the number of genera is disputed. Cormorants have relatively short wings due to their need for economical movement underwater, and consequently have the highest flight costs of any bird.",
	"The fulmars are tubenosed seabirds of the family Procellariidae. The family consists of two extant species and two extinct fossils from the Miocene.<br><br>Fulmars superficially resemble gulls, but are readily distinguished by their flight on stiff wings, and their tube noses. They breed on cliffs, laying a single egg on a ledge of bare rock. Outside the breeding season, they are pelagic, feeding on fish, squid and shrimp in the open ocean. They are long-lived for birds, living for up to 40 years.<br><br>Historically, the northern fulmar lived on the Isle of St Kilda, where it was extensively hunted. The species has expanded its breeding range southwards to the coasts of England and northern France.",
	"Puffins are any of three small species of alcids (auks) in the bird genus Fratercula with a brightly coloured beak during the breeding season. These are pelagic seabirds that feed primarily by diving in the water. They breed in large colonies on coastal cliffs or offshore islands, nesting in crevices among rocks or in burrows in the soil. Two species, the tufted puffin and horned puffin, are found in the North Pacific Ocean, while the Atlantic puffin is found in the North Atlantic Ocean.<br><br>All puffin species have predominantly black or black and white plumage, a stocky build, and large beaks. They shed the colourful outer parts of their bills after the breeding season, leaving a smaller and duller beak. Their short wings are adapted for swimming with a flying technique under water. In the air, they beat their wings rapidly (up to 400 times per minute) in swift flight, often flying low over the ocean's surface.",
	"The great spotted woodpecker (Dendrocopos major) is a bird species of the woodpecker family (Picidae). It is distributed throughout Europe and northern Asia, and usually resident year-round except in the colder parts of its range. It is not considered a threatened species by the IUCN, being widely distributed and quite common. A significant recent increase in the British population has been suggested as the cause of the recolonisation of Ireland.",
	"Dippers are members of the genus Cinclus in the bird family Cinclidae, named for their bobbing or dipping movements. They are unique among passerines for their ability to dive and swim underwater.",
	"The pink-footed goose (Anser brachyrhynchus) is a goose which breeds in eastern Greenland, Iceland and Svalbard. It is migratory, wintering in northwest Europe, especially Great Britain, the Netherlands, and western Denmark. The name is often abbreviated in colloquial usage to Pinkfoot (plural Pinkfeet).",
	"The greylag goose (also spelled graylag in the United States), Anser anser, is a bird with a wide range in the Old World. It is the type species of the genus Anser.<br><br>It was in pre-Linnean times known as the wild goose ('Anser ferus'). This species is the ancestor of domesticated geese in Europe and North America. Flocks of feral birds derived from domesticated birds are widespread.<br><br>The greylag goose is one of the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies.<br><br>Within science, the greylag goose is most notable as being the bird with which the ethologist Konrad Lorenz first did his major studying into the behavioural phenomenon of imprinting.",
	"The barnacle goose (Branta leucopsis) belongs to the genus Branta of black geese, which contains species with largely black plumage, distinguishing them from the grey Anser species. Despite its superficial similarity to the brent goose, genetic analysis has shown it is an eastern derivative of the cackling goose lineage.<br><br>The barnacle goose was first classified taxonomically by Johann Matthäus Bechstein in 1803. Its specific epithet is from the Ancient Greek leuko- 'white', and opsis 'faced'.<br><br>In English, the term 'barnacle' originally referred only to this species of goose and only later to the crustacean barnacles. It is sometimes claimed that the word comes from a Celtic word for 'limpet', but the sense-history seems to go in the opposite direction.",
	"The Canada goose (Branta canadensis) is a goose with a black head and neck, white patches on the face, and a brown body. Native to arctic and temperate regions of North America, it also occasionally migrates to northern Europe, and has been introduced to Britain, New Zealand, Argentina, Chile, and the Falkland Islands.<br><br>Extremely successful at living in human-altered areas, Canada geese have proven able to establish breeding colonies in urban and cultivated areas, which provide food and few natural predators, and are well known as a common park species. Their success has led to them sometimes being considered a pest species because of their depredation of crops and issues with their noise, droppings, and habit of begging for food, especially in their introduced range. Canada geese are also among the most commonly hunted waterfowl in North America.",
	"The snow goose (Chen caerulescens), also known as the blue goose, is a North American species of goose. Its name derives from the typically white plumage. The genus of this bird is disputed. The American Ornithologists' Union and BirdLife International place this species and the other 'white geese' in the Chen genus, while other authorities follow the traditional treatment of placing these species in the 'gray goose' genus Anser.",
	"The brant or brent goose (Branta bernicla) is a species of goose of the genus Branta. The black brant is an American subspecies. The specific descriptor bernicla is from the same source as 'barnacle' in barnacle goose, which looks similar but is not a close relation. The Brent Crude, a major trading classification of sweet light crude oil that serves as a major benchmark price for purchases of oil, was named after the species",
	"The grey plover (Pluvialis squatarola), known as the black-bellied plover in North America, is a medium-sized plover breeding in Arctic regions. It is a long-distance migrant, with a nearly worldwide coastal distribution when not breeding.",
	"The common redshank or simply redshank (Tringa totanus) is an Eurasian wader in the large family Scolopacidae.<br><br>Common redshanks in breeding plumage are a marbled brown color, slightly lighter below. In winter plumage they become somewhat lighter-toned and less patterned, being rather plain greyish-brown above and whitish below. They have red legs and a black-tipped red bill, and show white up the back and on the wings in flight.",
	"The shelducks, genus Tadorna, are a group of large birds in the Tadorninae subfamily of the Anatidae, the biological family that includes the ducks and most duck-like waterfowl such as the geese and swans.<br><br>The shelducks are a group of larger often semi-terrestrial waterfowl, which can be seen as intermediate between geese (Anserinae) and ducks. They are mid-sized (some 50–60 cm) Old World waterfowl. The sexes are colored slightly different in most species, and all have a characteristic upperwing coloration in flight: the tertiary remiges form a green speculum, the secondaries and primaries are black, and the coverts (forewing) are white. Their diet consists of small shore animals (winkles, crabs etc.) as well as grasses and other plants.<br><br>They were originally known as 'sheldrakes', which remained the most common name until the late 19th century. The word is still sometimes used to refer to a male shelduck and can also occasionally refer to the canvasback (Aythya valisineria) of North America.",
	"The wigeons or widgeons are dabbling ducks in the genus Anas. There are three extant species: the Eurasian wigeon (Anas penelope), the American wigeon (A. americana) and the Chiloé wigeon (A. sibilatrix). A fourth species, the Amsterdam Island duck (Anas marecula), is believed to have become extinct around 1800.<br><br>All three are similarly shaped, with a steep forehead and bulbous rear to the head. Males have a distinctive breeding plumage, in their eclipse plumage they resemble females, which are similar in appearance year-round.",
	"The waxwings form the genus Bombycilla of passerine birds. According to most authorities, this is the only genus placed in the family Bombycillidae although Phainoptila is sometimes included.<br><br>Waxwings are characterised by soft silky plumage. (Bombycilla, the genus name, is Vieillot's attempt at Latin for 'silktail', translating the German name Seidenschwänze.)",
	"The common merganser (North American) or goosander (Eurasian) (Mergus merganser) is a large duck, of rivers and lakes of forested areas of Europe, northern and central Asia, and North America. It eats fish and nests in holes in trees. John James Audubon called this bird the 'Buff-breasted Merganser' in his book The Birds of America.",
	"The spotted flycatcher (Muscicapa striata) is a small passerine bird in the Old World flycatcher family. It breeds in most of Europe and western Asia, and is migratory, wintering in Africa and south western Asia. It is declining in parts of its range.<br><br>This is an undistinguished looking bird with long wings and tail. The adults have grey-brown upperparts and whitish underparts, with a streaked crown and breast, giving rise to the bird's common name. The legs are short and black, and the bill is black and has the broad but pointed shape typical of aerial insectivores. Juveniles are browner than adults and have spots on the upperparts.",
	"The nuthatches constitute a genus, Sitta, of small passerine birds belonging to the family Sittidae. Characterised by large heads, short tails, and powerful bills and feet, nuthatches advertise their territory using loud, simple songs. Most species exhibit grey or bluish upperparts and a black eye stripe.<br><br>Most nuthatches breed in the temperate or montane woodlands of the Northern Hemisphere, although two species have adapted to rocky habitats in the warmer and drier regions of Eurasia. However, the greatest diversity is in Southern Asia, and similarities between the species have made it difficult to identify distinct species. All members of this genus nest in holes or crevices. Most species are non-migratory and live in their habitat year-round, although the North American red-breasted nuthatch migrates to warmer regions during the winter. A few nuthatch species have restricted ranges and face threats from deforestation.",
	"The grey partridge (Perdix perdix), also known as the English partridge, Hungarian partridge, or hun, is a gamebird in the pheasant family Phasianidae of the order Galliformes, gallinaceous birds. The species has been successfully introduced to many parts of the world for shooting, including vast areas of North America, where it is most commonly known as Hungarian partridge, or just 'Hun'. Widespread and common throughout its large range, the grey partridge is evaluated as Least Concern on the IUCN Red List of Threatened Species. This partridge breeds on farmland across most of Europe into western Asia, and has been introduced widely into Canada, United States, South Africa, Australia and New Zealand. They are common in some areas of southern Canada and the northern United States.",
	"The fieldfare (Turdus pilaris) is a member of the thrush family Turdidae. It breeds in woodland and scrub in northern Europe and Asia. It is strongly migratory, with many northern birds moving south during the winter. It is a very rare breeder in the British Isles, but winters in large numbers in the United Kingdom, Southern Europe, North Africa and the Middle East. It is omnivorous, eating a wide range of molluscs, insects and earthworms in the summer, and berries, grain and seeds in the winter.",
	"The willow warbler (Phylloscopus trochilus) is a very common and widespread leaf warbler which breeds throughout northern and temperate Europe and Asia, from Ireland east to the Anadyr River basin in eastern Siberia. It is strongly migratory, with almost all of the population wintering in sub-Saharan Africa.<br><br>It is a bird of open woodlands with trees and ground cover for nesting, including most importantly birch, alder, and willow habitats. The nest is usually built in close contact with the ground, often in low vegetation.",
	"The short-eared owl (Asio flammeus) is a species of typical owl (family Strigidae). Owls belonging to genus Asio are known as the eared owls, as they have tufts of feathers resembling mammalian ears. These 'ear' tufts may or may not be visible. Asio flammeus will display its tufts when in a defensive pose. However, its very short tufts are usually not visible. The short-eared owl is found in open country and grasslands. The word flammeus is Latin for 'flaming, or the color of fire'.",
	"Redstarts are a group of small Old World birds. They were formerly classified in the thrush family (Turdidae), but are now known to be part of the Old World flycatcher family Muscicapidae. They are currently treated in four genera, the true redstarts Phoenicurus, the closely related genera Chaimarrornis and Rhyacornis, and the less closely related genus Hodgsonius.<br><br>These are insectivorous ground feeding birds, most of which have the red tail which gives the group its name; 'start' is the modern English reflex of Middle English stert, Old English steort, tail of an animal. Most species are migratory, with northern species being long-distance migrants and more southerly species often being altitudinal migrants breeding at high altitude and moving lower down in winter.",
	"The wood mouse (Apodemus sylvaticus) is a common murid rodent from Europe and northwestern Africa. It is closely related to the yellow-necked mouse (Apodemus flavicollis) but differs in that it has no band of yellow fur around the neck, has slightly smaller ears, and is usually slightly smaller overall: around 90 mm (3.54 inches) in length. It is found across most of Europe and is a very common and widespread species, is commensal with people and is sometimes considered a pest. Other common names are long-tailed field mouse, field mouse, common field mouse, and European wood mouse",
	"The European hare (Lepus europaeus), also known as the brown hare, is a species of hare native to Europe and western Asia. It is a mammal adapted to temperate, open country. It is related to and looks very similar to the European rabbit, which is in the same family but in a different genus. Hares are larger than the European rabbit, have longer ears and hind legs and breed on the ground rather than in a burrow. They rely on speed to escape from predators.",
	"The mountain hare (Lepus timidus), also known as blue hare, tundra hare, variable hare, white hare, snow hare, alpine hare and Irish hare, is a hare that is largely adapted to polar and mountainous habitats.<br><br>This species is distributed from Fennoscandia to eastern Siberia; in addition there are isolated populations in the Alps, Ireland, Scotland, the Baltics, northeastern Poland and Hokkaidō. The mountain hare has also been introduced to New Zealand, Iceland, Shetland, Orkney, the Isle of Man, the Peak District, Svalbard, Kerguelen Islands, Crozet Islands, and the Faroe Islands. In the Alps the mountain hare lives at elevations from 700 to 3800 m a.s.l. which is depending on biographic region and season.",
	"Rabbits are small mammals in the family Leporidae of the order Lagomorpha, found in several parts of the world. There are eight different genera in the family classified as rabbits, including the European rabbit (Oryctolagus cuniculus), cottontail rabbits (genus Sylvilagus; 13 species), and the Amami rabbit (Pentalagus furnessi, an endangered species on Amami Ōshima, Japan). There are many other species of rabbit, and these, along with pikas and hares, make up the order Lagomorpha. The male is called a buck and the female is a doe; a young rabbit is a kitten or kit.",
	"The harbor (or harbour) seal (Phoca vitulina), also known as the common seal, is a true seal found along temperate and Arctic marine coastlines of the Northern Hemisphere. The most widely distributed species of pinniped (walruses, eared seals, and true seals), they are found in coastal waters of the northern Atlantic and Pacific oceans, the Baltic and North Seas.<br><br>Harbor seals are brown, tan, or gray, with distinctive V-shaped nostrils. An adult can attain a length of 1.85 meters (6.1 ft) and a mass of 132 kilograms (290 lb). Blubber under the seal's skin helps to maintain body temperature. Females outlive males (30–35 years versus 20–25 years). Harbor seals stick to familiar resting spots or haulout sites, generally rocky areas (although ice, sand and mud may also be used) where they are protected from adverse weather conditions and predation, near a foraging area. Males may fight over mates underwater and on land. Females bear a single pup after a nine month gestation, which they care for alone. Pups can weigh up to 16 kg (35 lb) and are able to swim and dive within hours of birth. They develop quickly on their mothers' fat-rich milk and are weaned after four to six weeks.",
	"The grey seal (Halichoerus grypus, meaning 'hooked-nosed sea pig') is found on both shores of the North Atlantic Ocean. It is a large seal of the family Phocidae or 'true seals'. It is the only species classified in the genus Halichoerus. Its name is spelled gray seal in the US; it is also known as Atlantic grey seal and the horsehead seal.",
	"Bottlenose dolphins, the genus Tursiops, are the most common and well-known members of the family Delphinidae, the family of oceanic dolphin. Recent molecular studies show the genus contains two species, the common bottlenose dolphin (Tursiops truncatus) and the Indo-Pacific bottlenose dolphin (Tursiops aduncus), instead of one. Research in 2011 revealed a third species, the Burrunan dolphin (Tursiops australis). Bottlenose dolphins inhabit warm and temperate seas worldwide. Bottlenose dolphins live in groups typically of 10–30 members, called pods, but group size varies from single individuals up to more than 1,000. Their diets consist mainly of forage fish. Dolphins often work as a team to harvest fish schools, but they also hunt individually. Dolphins search for prey primarily using echolocation, which is similar to sonar. They emit clicking sounds and listen for the return echos to determine the location and shape of nearby items, including potential prey. Bottlenose dolphins also use sound for communication, including squeaks and whistles emitted from the blowhole and sounds emitted through body language, such as leaping from the water and slapping their tails on the water surface.",
	"Daubenton's bat (Myotis daubentonii), is a Eurasian bat with quite short ears. It ranges from Britain to Japan (Hokkaido) and is considered to be increasing its numbers in many areas.<br><br>The name commemorates the French naturalist Louis-Jean-Marie Daubenton.",
	"A hedgehog is any of the spiny mammals of the subfamily Erinaceinae, which is in order Erinaceomorpha. There are seventeen species of hedgehog in five genera, found through parts of Europe, Asia, Africa and New Zealand (by introduction). There are no hedgehogs native to Australia, and no living species native to the Americas. Hedgehogs share distant ancestry with shrews (family Soricidae), with gymnures possibly being the intermediate link, and have changed little over the last 15 million years. Like many of the first mammals, they have adapted to a nocturnal way of life. Hedgehogs' spiny protection resembles that of the unrelated rodent porcupines and monotreme echidnas. The name hedgehog came into use around the year 1450, derived from the Middle English heyghoge, from heyg, hegge ('hedge'), because it frequents hedgerows, and hoge, hogge ('hog'), from its piglike snout.[4] Other names include urchin, hedgepig and furze-pig. The collective noun for a group of hedgehogs is array or prickle.",
	"Otter is a common name for a carnivorous mammal in subfamily Lutrinae. The 13 extant otter species are all semiaquatic, aquatic or marine, with diets based on fish and invertebrates. Lutrinae is a branch of the weasel family Mustelidae, which also includes weasels, martens, minks, polecats, Eurasian and American badgers, honey badgers and wolverines.",
	"The American mink (Neovison vison) is a semiaquatic species of mustelid native to North America, though human intervention has expanded its range to many parts of Europe and South America. Because of range expansion, the American mink is classed as Least Concern by the IUCN. Since the extinction of the sea mink, the American mink is the only extant member of the genus Neovison. The American mink is a carnivore which feeds on rodents, fish, crustaceans, frogs, and birds. In its introduced range in Europe it has been classified as an invasive species linked to declines in European mink, Pyrenean desman, and water vole populations. It is the most frequently farmed animal for its fur, exceeding the silver fox, sable, marten, and skunk in economic importance.",
	"The common shrew (Sorex araneus) or Eurasian shrew is the most common shrew, and one of the most common mammals, throughout Northern Europe, including Great Britain, but excluding Ireland. It is 55–82 millimetres (2.2–3.2 in) long and weighs 5–12 grams (0.2–0.4 oz), and has velvety dark brown fur with a pale underside. Juvenile shrews have lighter fur until their first moult. The Common Shrew has small eyes, a pointed, mobile snout, and red-tipped teeth. It has a life span of approximately 14 months.",
	"The small tortoiseshell (Aglais urticae L.) is a colourful Eurasian butterfly in the family Nymphalidae.<br><br>It is a medium-sized butterfly that is mainly reddish-orange in colour, with black and yellow markings on the forewings as well as a ring of blue spots around the edge of the wings. It has a wingspan ranging from 4.5-6.2 cm.<br><br>The small tortoiseshell is the National Butterfly of Denmark.",
	"The Small Heath Coenonympha pamphilus is a butterfly species belonging to the family Nymphalidae, (subfamily Satyrinae, commonly known as 'the Browns'). It is widespread in Eurasia and northwestern Africa, preferring drier habitats than other Coenonymphae. The larval host plants are grasses, notably Sheep's Fescue and rough meadow grass Poa trivialis.",
	"The Common Blue (Polyommatus icarus) is a small butterfly in the family Lycaenidae, widespread over much of the Palaearctic and recently introduced in eastern Canada.<br><br>The larva feeds on plants from the family Leguminosae. Recorded foodplants are Lathyrus spp., Vicia spp., Vicia cracca, Oxytropis campestris, Lotus corniculatus, Trifolium pratense, Oxytropis pyrenaica, Astragalus aristatus, Astragalus onobrychis, Astragalus pinetorum, Medicago romanica, Medicago falcata, and Trifolium repens.",
	"The Comma (Polygonia c-album) is a species of butterfly belonging to the family Nymphalidae. Its irregular wing edges are characteristic of the Polygonia genus, which is why they are commonly called anglewings. It is found in northern Africa and across Europe from Portugal through Asia as far as Japan. Its dorsal wings are colourful but its underside has a pattern that camouflages it when its wings are held together.<br><br>Polygonia c-album has a wingspan of about 45 millimetres (1.8 in).[1] The underside of the wings of this butterfly are a dull brown colour, with a small white 'C' shaped marking resembling a comma (hence the common name). The wings have a distinctive ragged edge, apparently a cryptic form as the butterfly resembles a fallen leaf.",
	"The Satyrini are a huge tribe of the Satyrinae, containing the graylings, ringlets and allies. They belong to the Nymphalidae (brush-footed butterfly) family.",
	"The Red Admiral (Vanessa atalanta) is a well-known colourful butterfly, found in temperate Europe, Asia and North America. The Red Admiral has a 45–50 mm (1.8–2.0 in) wing span. The species is resident only in warmer areas, but migrates north in spring, and sometimes again in autumn.<br><br>This medium-sized butterfly is identified by its striking dark brown, red, and black wing pattern. More specifically, the dark wings possess orange bands that cross the fore wings and on the outer edge of the hind wings; white spots on the dorsal fore wings near the front margin; reddish bars on dorsal surface of all four wings. The caterpillar feeds on nettles, and the adult drinks from flowering plants like the Buddleia and overripe fruit.",
	"The dark green fritillary (Argynnis aglaja) is a butterfly of the family Nymphalidae. The insect has a wide range in the Palearctic ecozone - Europe, Morocco, Iran, Siberia, Central Asia, China, Korea and Japan.<br><br>In the U.K. the habitat is often pastures and flowery banks, and nearby areas where the preferred foodplants for the larvae, Viola canina and Viola riviniana, grow.<br><br>The dark green fritillary uses violets within bracken mosaics frequently consisting of one-third bracken and two-thirds grass, often on the edges of suitable high brown fritillary habitat.",
	"The Six-spot Burnet, Zygaena filipendulae, is a day-flying moth of the family Zygaenidae. It is a common species throughout Europe.<br><br>The sexes are similar and have a wingspan of 30–40 millimetres (1.2–1.6 in). The forewings are dark metallic green with 6 vivid red spots (sometimes the spots are merged causing possible confusion with other species such as Five-spot Burnet). Occasionally the spots are yellow or even black. The hindwings are red with a blackish fringe. The adults fly on hot, sunny days from June to August, and are attracted to a wide variety of flowers such as knapweed and scabious as well as the larval food plants bird's foot trefoil and clover. The species overwinters as a larva.",
	"The cinnabar moth (Tyria jacobaeae) is a brightly coloured arctiid moth, found in Europe and western and central Asia. It has been introduced into New Zealand, Australia and North America to control poisonous ragwort, on which its larvae feed. The moth is named after the red mineral cinnabar because of the red patches on its predominantly black wings. Cinnabar moths are about 20mm long and have a wingspan of 32–42 mm (1.3-1.7 in).<br><br>Cinnabar moths are day-flying insects. Like many other brightly coloured moths, it is unpalatable; the larvae use members of the genus Senecio as foodplants. Many members of the genus have been recorded as foodplants, but for long-term population success, the presence of the larger species such as ragwort is needed. Smaller plant species, such as groundsel, are sometimes used, but since the species lays its eggs in large batches, survival tends to be reduced. Newly hatched larvae feed from the underneath of ragwort leaves within the area of their old eggs. The larvae absorb toxic and bitter tasting alkaloid substances from the foodplants, and assimilate them, becoming unpalatable themselves. The bright colours of both the larvae and the moths act as warning signs, so they are seldom eaten by predators. An exception is among different species of Cuckoo which eat hairy and poisonous caterpillars including cinnabar moth larvae.",
	"Deilephila elpenor, known as the Elephant Hawk-moth, is a large moth of the Sphingidae family.<br><br>The species is found throughout Britain and Ireland. Its range extends across Europe, Russia, and into China, northern parts of the Indian subcontinent, Japan and Korea (though not Taiwan). Introduced specimens have been found in British Columbia. In most of their range, the adults are seen from May to July and the caterpillars from July to September, when they pupate. However in some parts of the Mediterranean and China the adults may be seen from April on, sometimes having two broods in a year.",
	"The Saturniinae or saturniines are a subfamily of the Family Saturniidae. These are medium to very large-sized moths, with adult wingspans ranging from 7.5 to 15 cm, in some cases even more.<br><br>The more than 70 or so saturniine genera can be divided into four major and one minor (Micragonini) tribes for the most part. The genus Adafroptilum is at present of undetermined relationships.",
	"The Azure Damselfly (Coenagrion puella) is a species of damselfly found in most of Europe. It is notable for its distinctive black and blue colouring.",
	"Sympetrum danae, the black darter or black meadowhawk is a dragonfly found in northern Europe, Asia, and North America. At about 30 mm (1.2 in) long, it is Britain's smallest resident dragonfly. It is a very active late summer insect typical of heathland and moorland bog pools.<br><br>Members of the genus Sympetrum are known as darters in the UK and as meadowhawks in the US and Canada.",
	"The golden-ringed dragonfly (Cordulegaster boltonii) is a large, striking dragonfly and the longest British species, the only one of its genus to be found in the United Kingdom.",
	"A bumblebee, also written bumble bee, is any member of the bee genus Bombus, in the family Apidae. It is the only extant genus in the tribe Bombini, though a few extinct related genera (e.g., Calyptapis) are known from fossils. Over 250 species are known, found primarily in higher latitudes or at higher altitude in the Northern Hemisphere, although they also occur in South America; however, a few lowland tropical species are known. European bumblebees have been introduced to New Zealand and Tasmania. Bumblebees are social insects which form colonies with a single queen; colonies are smaller than those of honey bees, consisting often of fewer than 50 individuals in a nest. Female bumblebees can sting, repeatedly, but generally ignore humans and other animals.",
	"Hoverflies, sometimes called flower flies or syrphid flies, make up the insect family Syrphidae. As their common name suggests, they are often seen hovering or nectaring at flowers; the adults of many species feed mainly on nectar and pollen, while the larvae (maggots) eat a wide range of foods. In some species, the larvae are saprotrophs, eating decaying plant and animal matter in the soil or in ponds and streams. In other species, the larvae are insectivores and prey on aphids, thrips, and other plant-sucking insects.",
	"A wasp is any insect of the order Hymenoptera and suborder Apocrita that is neither a bee nor an ant. Almost every pest insect species has at least one wasp species that preys upon it or parasitizes it, making wasps critically important in natural control of their numbers, or natural biocontrol. Parasitic wasps are increasingly used in agricultural pest control as they prey mostly on pest insects and have little impact on crops.",
	"Armadillidium vulgare, the (common) pill-bug, (common) pill woodlouse, rolly polly or potato bug, is a widespread European species of woodlouse. It is the most extensively investigated terrestrial isopod species.",
	"Fucus vesiculosus, known by the common name bladder wrack or bladderwrack, is a seaweed found on the coasts of the North Sea, the western Baltic Sea, and the Atlantic and Pacific Oceans, also known by the common names black tang, rockweed, bladder fucus, sea oak, black tany, cut weed, dyers fucus, red fucus, and rock wrack. It was the original source of iodine, discovered in 1811, and was used extensively to treat goitre, a swelling of the thyroid gland related to iodine deficiency.",
	"Carcinus maenas is a common littoral crab, and an important invasive species, listed among the 100 'world's worst alien invasive species'. It is native to the north-east Atlantic Ocean and Baltic Sea, but has colonised similar habitats in Australia, South Africa, South America and both Atlantic and Pacific coasts of North America. It grows to a carapace width of 90 millimetres (3.5 in), and feeds on a variety of molluscs, worms and small crustaceans, potentially impacting a number of fisheries. Its successful dispersion has occurred via a variety of mechanisms, such as on ships' hulls, packing materials, bivalves moved for aquaculture, and rafting.",
	"The common starfish or common sea star (Asterias rubens) is the most common and familiar starfish in the north-east Atlantic. It has five arms and usually grows to between 10–30 cm across, although larger specimens (up to 52 cm across) are known. The common starfish is usually orange or brown, and sometimes violet; deep-water specimens are pale. The common starfish is to be found on rocky and gravelly substrates where it feeds on molluscs and other benthic invertebrates.",
	"Henricia sanguinolenta, commonly known as the northern henricia or bloody henry, is a species of sea star from the North Atlantic and North Pacific oceans. Henricia sanguinolenta is very similar to Henricia oculata, and the two can only be distinguished by laboratory tests. It comes in colors of red, yellow, orange, purple, and lavender.",
	"The dog whelk, dogwhelk, or Atlantic dogwinkle, scientific name Nucella lapillus, is a species of predatory sea snail, a carnivorous marine gastropod mollusc in the family Muricidae, the rock snails.",
	"The beadlet anemone, Actinia equina, is a common sea anemone found on rocky shores around all coasts of the United Kingdom. Its range extends to the rest of Western Europe and the Mediterranean Sea, and along the Atlantic coast of Africa as far south as South Africa.<br><br>Actinia equina can be found both in exposed and sheltered situations. It is highly adapted to the intertidal zone as it can tolerate both high temperatures and desiccation. The anemone may also be found in regions of variable salinity such as estuaries.",
	"A barnacle is a type of arthropod constituting the infraclass Cirripedia in the subphylum Crustacea, and is hence related to crabs and lobsters. Barnacles are exclusively marine, and tend to live in shallow and tidal waters, typically in erosive settings. They are sessile (non-motile) suspension feeders, and have two nektonic (active swimming) larval stages. Around 1,220 barnacle species are currently known. The name 'Cirripedia' is Latin, meaning 'curl-footed'.",
	"The viviparous lizard or common lizard, Zootoca vivipara (formerly Lacerta vivipara), is a Eurasian lizard. It lives farther north than any other reptile species, and most populations are viviparous (giving birth to live young), rather than laying eggs as most other lizards do. It is the only species in the monotypic genus Zootoca.",
	"Vipera berus, the common European adder or common European viper, is a venomous viper species that is extremely widespread and can be found throughout most of Western Europe and as far as East Asia. Known by a host of common names including common adder and common viper, adders have been the subject of much folklore in Britain and other European countries. They are not regarded as especially dangerous; the snake is not aggressive and usually bites only when alarmed or disturbed. Bites can be very painful, but are seldom fatal. The specific name, berus, is New Latin and was at one time used to refer to a snake, possibly the grass snake, Natrix natrix.",
	"Oxalis /ˈɒksəlɨs/ is by far the largest genus in the wood-sorrel family Oxalidaceae: of the approximately 900 known species in the Oxalidaceae, 800 belong here. The genus occurs throughout most of the world, except for the polar areas; species diversity is particularly rich in tropical Brazil, Mexico and South Africa.",
	"Armeria is a genus of flowering plants. These plants are sometimes known as \"Lady's Cushion\", \"thrift\", or \"sea pink\" (the latter because as they are often found on coastlines). The genus counts over a hundred species, mostly native to the Mediterranean, although Armeria maritima is an exception, being distributed along the coasts of the Northern Hemisphere, including Ireland, parts of the United Kingdom such as Cornwall, and the Pembrokeshire Coast National Park in Wales.",
	"The Primulaceae are a family of herbaceous flowering plants with about 24 genera, including some favorite garden plants and wildflowers, commonly known as the primrose family. Most Primulaceae are perennial though some species, such as scarlet pimpernel, are annuals.",
	"Primula veris (cowslip, common cowslip; syn. Primula officinalis Hill) is a flowering plant in the genus Primula of the family Primulaceae. The species is native throughout most of temperate Europe and Asia, and although absent from more northerly areas including much of northwest Scotland, it reappears in northernmost Sutherland and Orkney and in Scandinavia. This species frequently hybridizes with other Primulas such as Primula vulgaris to form False Oxslip (Primula x polyantha) which is often confused with true Oxslip (Primula elatior), a much rarer plant. Botanists have found at least twenty-five of these hybrid-forms in the Austrian Alps.",
	"Geranium sanguineum, common names bloody crane's-bill or bloody geranium, is a species of hardy flowering herbaceous perennial plant in the genus Geranium, Geraniaceae family. It is also the county flower of Northumberland.",
	"Geranium pratense, the meadow cranesbill, is a species of hardy flowering herbaceous perennial plant in the genus Geranium and family Geraniaceae.",
	"Argentina (silverweeds) is a genus of plants in the rose family (Rosaceae). The circumscription is not yet fully settled; it includes at least three species long classified in Potentilla sect. Leptostylae. A further 23-25 or more species also traditionally included in Potentilla sect. Leptostylae are however yet to be formally transferred to Argentina.",
	"Campanula glomerata, known by the common names clustered bellflower or Dane's blood, is a species of flowering plant in the genus Campanula, belonging to the family Campanulaceae. It is the county flower of Rutland, England.",
	"Centaurium erythraea is a species of flowering plant in the gentian family known by the common names common centaury and European centaury.<br><br>This centaury is a widespread plant of Europe and parts of western Asia and northern Africa. It has also naturalised in parts of North America and throughout eastern Australia, where it is an introduced species.",
	"Silene vulgaris, or bladder campion is a plant species of the genus Silene of the Pink Family (Caryophyllaceae). It is native to Europe, where in some parts it is eaten, but is widespread in North America where it is considered a weed.",
	"Carduus nutans, with the common names Musk thistle, Nodding thistle, and Nodding plumeless thistle, is a biennial herb in the Asteraceae—sunflower family. It is native to regions of Europe and Asia.<br><br>The plant grows from sea level to an elevation of about 2,500 metres (8,200 ft). It is found in neutral to acidic soils. It typically grows in meadows and grasslands, in heavily grazed land in areas such as pastures, and on open disturbed soil such as roadsides and building sites. It spreads rapidly in areas subjected to frequent natural disturbance events such as landslides and flooding, but does not grow well in excessively wet, dry, or shady conditions.",
	"Allium ursinum – known as ramsons, buckrams, wild garlic, broad-leaved garlic, wood garlic, bear leek or bear's garlic – is a wild relative of chives native to Europe and Asia. The Latin name is due to the brown bear's taste for the bulbs and its habit of digging up the ground to get at them; they are also a favourite of wild boar. In Europe, where ramsons are popularly harvested from the wild, similarity to poisonous plants regularly leads to cases of poisoning.",
	"Hyacinthoides is a genus of flowering plants in the family Asparagaceae, known as bluebells.<br><br>According to the World Checklist of Selected Plant Families as of July 2012, the genus contains 11 species and one interspecific hybrid.",
	"Mercurialis perennis, commonly known as dog's mercury, is a woodland plant found in much of Europe as well as in Algeria, Iran, Turkey, and the Caucasus, but almost absent from Ireland, Orkney and Shetland. A member of the spurge family (Euphorbiaceae), it is a herbaceous, downy perennial with erect stems bearing simple, serrate leaves. The dioecious inflorescences are green, bearing inconspicuous flowers in March and April. It characteristically forms dense, extensive carpets on the floor of woodlands and beneath hedgerows.",
	"Anemone nemorosa is an early-spring flowering plant in the genus Anemone in the family Ranunculaceae, native to Europe. Common names include wood anemone, windflower, thimbleweed, and smell fox, an allusion to the musky smell of the leaves. It is a perennial herbaceous plant growing 5–15 centimetres (2.0–5.9 in) tall.",
	"Hieracium pilosella (syn. Pilosella officinarum), known as mouse-ear hawkweed, is a yellow-flowered species of Asteraceae, native to Europe and northern Asia. It produces single, citrus-coloured inflorescences. It is an allelopathic plant. Like most hawkweed species, it shows tremendous variation and is a complex of several dozens subspecies and hundreds of varieties and forms.",
	"Beech (Fagus) is a genus of deciduous trees in the family Fagaceae, native to temperate Europe, Asia and North America. Recent classification systems of the genus recognize ten to thirteen species in two distinct subgenera, Engleriana and Fagus.<br><br>The Engleriana subgenus is found only in East Asia, and is notably distinct from the Fagus subgenus in that these beeches are low-branching trees, often made up of several major trunks with yellowish bark. Further differentiating characteristics include the whitish bloom on the underside of the leaves, the visible tertiary leaf veins, and a long, smooth cupule-peduncle. Fagus japonica, Fagus engleriana, and the species F. okamotoi, proposed by the bontanist Chung-Fu Shen in 1992, comprise this subgenus.",
	"Aesculus hippocastanum is a large deciduous tree, commonly known as horse-chestnut or conker tree.<br><br>Aesculus hippocastanum is native to a small area in the Pindus Mountains mixed forests and Balkan mixed forests of South East Europe. It is widely cultivated in streets and parks throughout the temperate world.",
	"Fraxinus /ˈfræksɨnəs/ is a genus of flowering plants in the olive and lilac family, Oleaceae. It contains 45–65 species of usually medium to large trees, mostly deciduous though a few subtropical species are evergreen. The genus is widespread across much of Europe, Asia and North America.<br><br>The tree's common English name, ash, goes back to the Old English æsc, while the generic name originated in Latin. Both words also meant 'spear' in their respective languages. The leaves are opposite (rarely in whorls of three), and mostly pinnately compound, simple in a few species. The seeds, popularly known as keys or helicopter seeds, are a type of fruit known as a samara. Most Fraxinus species are dioecious, having male and female flowers on separate plants; if grown as an ornamental and both sexes are present, ashes can cause a considerable litter problem with their seeds. Rowans or mountain ashes have leaves and buds superficially similar to those of true ashes but belong to the unrelated genus Sorbus in the rose family.",
	"Birch is a broadleaved deciduous hardwood tree of the genus Betula (/ˈbɛtjʊlə/), in the family Betulaceae, which also includes alders, hazels, and hornbeams, and is closely related to the beech/oak family, Fagaceae. The genus Betula contains 30 to 60 known taxa of which 11 are on the IUCN 2011 Red List of Threatened Species. They are typically rather short-lived pioneer species widespread in the Northern Hemisphere, particularly in northern temperate and boreal climates. This tree is sometimes called \"The Watchful Tree\" because of eye-like impressions on the bark.",
	"Alder is the common name of a genus of flowering plants (Alnus) belonging to the birch family Betulaceae. The genus comprises about 30 species of monoecious trees and shrubs, a few reaching a large size, distributed throughout the north temperate zone with a few species extending into Central America and the northern Andes.",
	"The rowans or mountain-ashes are shrubs or trees in genus Sorbus of family Rosaceae. They are native throughout the cool temperate regions of the Northern Hemisphere, with the highest species diversity in the mountains of western China and the Himalaya, where numerous apomictic microspecies occur. The name rowan was originally applied to the species Sorbus aucuparia, and is also used for other species in Sorbus subgenus Sorbus. Rowans are unrelated to the true ash trees, which belong to the genus Fraxinus, family Oleaceae, though their leaves bear superficial similarity.",
	"Ilex /ˈaɪlɛks/, or holly, is a genus of 400 to 600 species of flowering plants in the family Aquifoliaceae, and the only living genus in that family. The species are evergreen and deciduous trees, shrubs, and climbers from tropics to temperate zones worldwide.",
	"An oak is a tree or shrub in the genus Quercus (/ˈkwɜrkəs/; Latin \"oak tree\") of the beech family, Fagaceae, having approximately 600 extant species. The common name \"oak\" may also appear in the names of species in related genera, notably Lithocarpus. The genus is native to the Northern Hemisphere, and includes deciduous and evergreen species extending from cool temperate to tropical latitudes in Asia and the Americas. North America contains the largest number of oak species, with approximately 90 occurring in the United States. Mexico has 160 species, of which 109 are endemic. The second greatest center of oak diversity is China, which contains approximately 100 species.",
	"Elms are deciduous and semi-deciduous trees comprising the genus Ulmus in the plant family Ulmaceae. The genus first appeared in the Miocene geological period about 20 million years ago, originating in what is now central Asia. These trees flourished and spread over most of the Northern Hemisphere, inhabiting the temperate and tropical-montane regions of North America and Eurasia, ranging southward across the Equator into Indonesia.<br><br>Elms are components of many kinds of natural forests. Moreover, during the 19th and early 20th centuries many species and cultivars were also planted as ornamental street, garden, and park trees in Europe, North America, and parts of the Southern Hemisphere, notably Australasia. Some individual elms reached great size and age. However, in recent decades, most mature elms of European or North American origin have died from Dutch elm disease, caused by a microfungus dispersed by bark beetles. In response, disease-resistant cultivars have been developed, capable of restoring the elm to forestry and landscaping.",
	"Crataegus monogyna, known as common hawthorn or single-seeded hawthorn, is a species of hawthorn native to Europe, northwest Africa and western Asia. It has been introduced in many other parts of the world where it can be an invasive weed.<br><br>Other common names include may, mayblossom, maythorn, quickthorn, whitethorn, motherdie, and haw. This species is one of several that have been referred to as Crataegus oxyacantha, a name that has been rejected by the botanical community as too ambiguous.",
	"A lichen is a composite organism that emerges from algae or cyanobacteria (or both) living among filaments of a fungus in a mutually beneficial (symbiotic) relationship. The whole combined life form has properties that are very different from properties of its component organisms. Lichens come in many colors, sizes, and forms. The properties are sometimes plant-like, but lichens are not plants. Lichens may grow like a tiny, leafless, branching shrub (fruticose), like it has leaves (foliose), like a crust of paint on a surface (crustose), or have other growth forms.",
	"Mosses are small flowerless plants that usually grow in dense green clumps or mats, in damp or shady locations. The individual plants are usually composed of simple, one-cell thick leaves, covering a thin stem that supports them but does not conduct water and nutrients (nonvascular).",
	"Dryopteris filix-mas (male fern) is a common fern of the temperate Northern Hemisphere, native to much of Europe, Asia, and North America. It favours damp shaded areas in the understory of woodlands, but also shady places on hedge-banks, rocks, and screes. It is much less abundant in North America than in Europe. The plant is sometimes referred to in ancient literature as worm fern.",
	"Laetiporus is a genus of edible mushrooms found throughout much of the world. Some species, especially Laetiporus sulphureus, are commonly known as crab of the woods, sulphur shelf, chicken of the woods, the chicken mushroom, or the chicken fungus because many think they taste like chicken. The name \"chicken of the woods\" is not to be confused with the edible polypore, Maitake (Grifola frondosa) known as \"hen of the woods\", or with Lyophyllum decastes, known as the \"fried chicken mushroom\".",
	"Sarcoscypha coccinea, commonly known as the scarlet elf cup, scarlet elf cap, or the scarlet cup, is a species of fungus in the family Sarcoscyphaceae of the order Pezizales. The fungus, widely distributed in the Northern Hemisphere, has been found in Africa, Asia, Europe, North and South America, and Australia. The type species of the genus Sarcoscypha, it has been known by many names since its first appearance in the scientific literature in 1772. Phylogenetic analysis shows the species to be most closely related to other Sarcoscypha species that contain numerous small oil droplets in their spores, such as the North Atlantic island species S. macaronesica. Due to similar physical appearances and sometimes overlapping distributions, S. coccinea has often been confused with S. occidentalis, S. austriaca, and S. dudleyi.",
	"Piptoporus betulinus, commonly known as the birch polypore, birch bracket, or razor strop, is one of the most common polyporous bracket fungi and, as the name suggests, grows almost exclusively on birch trees. The brackets burst out from the bark of the tree, and these fruiting bodies can last for more than a year. Technically, it is an edible mushroom, with a strong, pleasant \"mushroomy\" odor but a bitter taste. The velvety cut surface of the fruiting body was traditionally used as a strop for finishing the finest of edges on razors. It is also said to have medicinal properties, and this fungus was carried by \"Ötzi the Iceman\" – the 5,000 year old mummy found in Tyrol.",
]







